texts = {
    'ru': {
        'start_message': '<b>Правила и условия использования бота знакомств для создания 🌟</b>\n\n'
                         '1. <b>Цель бота 💍</b>\n\tЭтот бот создан для людей, которые ищут серьезные отношения '
                         'и стремятся создать крепкую семью. Мы приветствуем искренность, уважение и готовность к '
                         'долгосрочным обязательствам.\n\n2. <b>Возрастное ограничение 🚫</b>\n\tИспользование '
                         'бота разрешено только лицам старше 18 лет. Регистрируясь в боте, вы подтверждаете, '
                         'что достигли совершеннолетия.\n\n3. <b>Регистрация и анкета 📝</b>\n\tДля начала '
                         'использования бота необходимо заполнить анкету, указав достоверную информацию о себе. '
                         'Чем честнее и подробнее ты расскажешь о себе, тем выше шанс найти подходящего человека.\n\n'
                         '4. <b>Уважение к другим пользователям</b>\n\tМы не терпим оскорблений, грубости или '
                         'неуважительного поведения. Каждый пользователь заслуживает внимательного и '
                         'доброжелательного отношения.\n\n5. <b>Искренность в общении 💬</b>\n\tМы призываем быть '
                         'честными в своих намерениях. Если ты ищешь серьезные отношения, укажи это в анкете и общении.'
                         '\n\n6. <b>Видимость анкет 👀</b>\n\tАнкеты, которые вы заполняете, будут видны другим '
                         'пользователям бота, которые также ищут партнера для создания семьи. '
                         'Пожалуйста, указывайте только ту информацию, которой вы готовы поделиться с другими.\n\n'
                         '7. <b>Запрещенные действия 🚨</b>\n\tЗапрещено:\n\t- Использование бота в коммерческих целях.'
                         '\n\t- Размещение ложной информации\n\t- Рассылка спама или рекламы\n\t - Любые формы'
                         ' агрессии или домогательств. ⛔️\n\n8. <b>Поддержка 🆘</b>\n\tЕсли у тебя возникли вопросы '
                         'или проблемы, ты всегда можешь обратиться в поддержку через команду /help.\n\n'
                         '9. <b>Начало работы 🚀</b>\n\tЧтобы начать, "✅Принимаю" и заполни анкету. '
                         'После этого бот предложит тебе подходящие анкеты для знакомства.',
        'confirm_terms_button': '✅Принимаю',
        'hello': '<b>💌 Добро пожаловать!</b>\n\nМы рады, что ты здесь! Наш бот создан для тех, '
                 'кто ищет серьёзные отношения и хочет встретить свою вторую половинку.\n\n'
                 '1️⃣ Заполни свою анкету.\n'
                 '2️⃣ Посмотри анкеты других пользователей.\n3️⃣ Найди того, кто тебя вдохновит!',
        'language': '🌍Выберите язык бота',
        'back': '🔙Назад',
        'profile_button': '👤Мой профиль',
        'profile': '<b>👤 Профиль</b>\n\n<b>Юзернейм:</b> {username}\n'
                   '<b>💵Ваш баланс:</b> {balance}\n{tokens}'
                   '<b>✨ VIP-статус:</b> {vip}\n<b>📋 Статус анкеты:</b> {form_status}',
        'tokens_widget': '<b>💰Токены:</b> {tokens}\n',
        'vip_enable_widget': 'Активен до {vip}',
        'vip_enable_women': 'Активен',
        'vip_disable_widget': 'Отключен',
        'form_enable_widget': 'Активна',
        'form_disable_widget': 'Отключена',
        'disable_button': '❌Отключить анкету',
        'enable_button': '✅Включить анкету',
        'my_form_button': '📋Моя анкета',
        'see_form': '<b>Ваша анкета</b>',
        'change_name_button': 'Изменить имя',
        'change_age_button': 'Изменить возраст',
        'change_male_button': 'Изменить пол',
        'change_city_button': 'Изменить город',
        'change_profession_button': 'Изменить профессию',
        'change_education_button': 'Изменить образование',
        'change_income_button': 'Изменить доход',
        'change_plans_button': 'Изменить текст о себе',
        'change_religion_button': 'Изменить религию',
        'change_second_wife_button': 'Изменить данные о возможности второй жены',
        'change_family_button': 'Изменить данные о семейном положении',
        'change_children_count_button': 'Изменить наличие детей',
        'change_children_button': 'Изменить поле про детей',
        'change_leave_button': 'Изменить поле переезда',
        'change_photos_button': 'Изменить фотки',
        'change_male': 'Чтобы изменить свой пол вам потребуется заново заполнить свою анкету\n\n'
                       '<em>❗После начала повторного заполнения анкеты ваш <b>VIP-статус</b> будет отключен</em>',
        'start_form_button': '🔄Заполнить анкету заново',
        'my_balance_button': '💵Мой баланс',
        'language_button': '🌎Поменять язык',
        'refs_button': '🎁Заработок на реферале',
        'ref': '<b>🎉 Реферальная программа</b>\n\nПриглашай друзей и получай деньги за их покупки!\n\n'
               '<em>🔗 Твоя реферальная ссылка:</em> <code>https://t.me/Origandtocha_bot?start={user_id}</code>\n\n'
               '👥 Количество приглашённых друзей: {refs}\n\n<b>💰 Выгоды реферальной программы:</b>\n\n'
               'Ты получаешь 50% от стоимости всех пополнений твоих рефералов.\nЗарабатывай без ограничений — чем '
               'больше друзей, тем больше твой баланс!\n<b>Как это работает?</b>\n1️⃣ Скопируй реферальную ссылку.\n'
               '2️⃣ Поделись ею с друзьями.\n3️⃣ Каждый раз, когда твои рефералы совершают покупки, ты автоматически '
               'получаешь вознаграждение на свой баланс.\n\n🎯 Начни приглашать и зарабатывать уже сейчас!',
        'share_button': '🌐Пригласить друзей',
        'ref_static_button': '📊Статистика по вашим рефералам',
        'ref_static': '<b>📊Статистика по вашим реферальным заработкам</b>\n\n'
                      '<b>Мои рефералы:</b> {refs}\n<b>Общий доходов с рефералов:</b> {income}\n'
                      '<b>Ваш баланс:</b> {balance}\n<b>Выведено средств с баланса:</b> {money}',
        'search_partner_button': '🔍Поиск партнера',
        'search': '<b>🔍Меню подбора анкет</b>\n\nЗдесь вы можете выбрать критерии поиска анкет или же доверить поиск '
                  'партнера нам',
        'search_button': '🔎Поиск анкет',
        'filter_button': '⚙️Настройка поиска',
        'vip_filter_only_warning': '❗Это функция доступна только пользователям с VIP',
        'filter': '🔍Укажите параметры для подбора анкеты\nУказанные параметры:\n {params}',
        'filter_age_text': '<b>Возраст:</b> {min_age} до {max_age}',
        'filter_city_text': '<b>Город:</b> {text}',
        'filter_family_text': '<b>Семейное положение:</b> {text}',
        'filter_children_text': '<b>Отношение к заводу детей:</b> {text}',
        'filter_religion_text': '<b>Религия:</b> {text}',
        'filter_age_button': '🕖Возраст',
        'filter_city_button': '🏙Город',
        'filter_family_button': '💍Семейное положение',
        'filter_children_button': '🍼Отношение к заводу детей',
        'filter_religion_button': '🙏Религия',
        'start_filter_button': '🔎Подобрать партнера',
        'get_family': '💍Укажите семейное положение искомого партнера',
        'get_children': '🍼Укажите отношение искомого партнера к предложению завести детей',
        'get_religion': '🙏Укажите религию искомого партнера',
        'requests_button': '💬Мои запросы',
        'requests': 'Здесь вы можете просматривать заявки, которые вы отправили, а также заявки, отправленные вам.',
        'my_requests_button': '🏹Мои запросы на общение',
        'no_my_requests': '❗Вы пока что не делали запросов на общение, в будущем при отправке запроса'
                          ' вы сможете просматривать и управлять ими здесь',
        'cancel_my_request_button': '❌Отменить запрос',
        'success_cancel_my_request': 'Ваш запрос был успешно отменен',
        'complain_request_button': '🚨Пожаловаться',
        'alien_requests_button': '😍Полученные запросы на общение',
        'no_alien_requests': '❗Вы пока что не получали запросов на общение, в будущем вы сможете '
                             'просматривать и принимать запросы на общение тут',
        'confirm_alien_request_button': '✅Принять запрос',
        'decline_alien_request_button': '❌Отклонить',
        'success_decline_alien_request': 'Запрос был успешно отклонен',
        'success_my_request': '<b>Поздравляю вас с новым знакомством🎊🎉</b>\n\nВот контакт пользователя: @{username}',
        'success_alien_request': '{form}\n\n<b>Поздравляю🎊🎉</b>. Данный человек принял ваш запрос на общение\n\n'
                                 'Вот контакт пользователя: @{username}',
        'balance_button': '💵Баланс и VIP-статус',
        'balance': '<b>💳 Баланс</b>\n\n<b>💵Ваш баланс</b>: {balance}\n<b>💰 Токены</b>: {tokens}\n'
                   '<b>✨ VIP-статус</b>: {vip}',
        'balance_menu_button': '🏦Управление балансом',
        'balance_menu': '<b>💵Ваш баланс</b>: {balance}\n\n<em>Всю историю пополнений и '
                        'списаний с вашего баланса вы можете просмотреть в истории транзакций</em>',
        'fill_button': '➕Пополнить баланс',
        'derive_button': '🛒Вывод средств',
        'balance_fill': 'Введите желаемую вами сумму пополнения',
        'fill_error': '❗Сумма для пополнения должна быть числом',
        'balance_derive': 'Введите сумму которую вы хотели бы снять со своего баланса',
        'derive_integer_error': '❗Сумма для снятия должна быть числом',
        'derive_balance_error': '❗Сумма для снятия не может быть больше баланса',
        'success_derive_application': 'Ваша заявка на вывод средств была успешно отправлена\nВ ближайшее время с вами '
                                      'свяжется один из администраторов',
        'payment_button': '💰Приобрести токены',
        'choose_tokens': '<b>Выберите тариф для пополнения баланса</b>',
        'tokens_confirm': 'Вы подтверждаете приобретение {tokens} токенов на сумму {price} руб?',
        'confirm_tokens_button': '💲Приобрести',
        'insufficient_funds_warning': '❗️На вашем балансе недостаточно средств для покупки токенов, чтобы пополнить '
                                      'баланс перейдите в меню <b>"💵Баланс и VIP-статус"</b> и выберите пункт '
                                      'управления балансом, там вы можете пополнить баланс бота',
        'success_tokens_buy': 'Токены были успешно зачислены вам на баланс',
        'choose_payment': '🏦Выберите удобный вам тип оплаты',
        'card_pay_button': '💳Оплата картой',
        'crypto_pay_button': '💲Оплата криптой',
        'get_pay': 'Внесите оплату и после этого не выходя из данного меню <b>ОБЯЗАТЕЛЬНО</b> '
                   'дождитесь подтверждения оплаты ботом',
        'url_button': '💻Оплатить',
        'success_payment': '✅Оплата прошла успешно',
        'referral_payment': 'Ваш реферал пополнил свой баланс, вы получили свой процент с пополнения 💰',
        'vip_button': '👑VIP статус',
        'vip': '<b>✨ Преимущества VIP-статуса</b>\n\n<b>Статус VIP открывает больше возможностей '
               'для поиска своей второй половинки:</b>\n\n💌 Скидка на запросы на общение\n'
               'Стоимость запросов на общение снижается на 50% — общайся больше, тратя меньше!\n\n'
               '📈 Приоритет в рекомендациях\nТвоя анкета будет показываться выше в списке рекомендаций, '
               'увеличивая шансы на успех.\n\n<b>🔍 Расширенный поиск анкет</b>\n'
               'Получи доступ к более детальным фильтрам поиска, чтобы находить именно тех, кто соответствует твоим критериям.'
               '\n\n<b>💳 Стоимость и условия подписки</b>\n\n'
               '➡️ <b>1 день VIP</b> — 299 рублей.\n➡️ <b>3 дня VIP</b> — 499 рублей.\n'
               '➡️ <b>7 дней VIP</b> — 999 рублей.'
               '\n\n🌟 Стань VIP и приблизься к своей мечте о настоящей любви! ',
        'on_vip_button': '✅Приобрести vip',
        'choose_vip': 'Выберите тариф который вы хотели бы подключить',
        'one_day_button': '1 день - 299 руб',
        'three_day_button': '3 дня - 499 руб',
        'one_week_button': '7 дней - 999 руб',
        'on_vip_error': '😔К сожалению на вашем балансе недостаточно токенов',
        'on_vip_success': '✅VIP-статус был успешно активирован',
        'vip_extension': '✅VIP-статус был успешно продлен',
        'not_enough_tokens': '😔К сожалению ваш <b>VIP-статус</b> подошел к концу, но вы можете подключить его снова, '
                             'чтобы продолжить активные поиски вашей второй половинки',
        'alert_about_vip_end': '‼️<b>Внимание, ровно через сутки ваш <b>VIP-статус</b> будет деактивирован</b>',
        'history_button': '📋История транзакций',
        'history': '<b>Ваш документ с историей транзакций</b>',
        'info_button': '🛠Правило и инструкция',
        'women_info': '<b>📖 Инструкция для девушек</b>\n\nДобро пожаловать в бота для знакомств! Здесь вы можете найти '
                    'своего идеального спутника жизни. Для вас использование бота полностью бесплатно, '
                    'и вы можете знакомиться без ограничений. Вот как это работает:'
                    '\n\n<b>❓ Как отправить запрос на знакомство?\n</b>1. Найдите анкету мужчины, который вам понравился.'
                    '\n2. Нажмите кнопку <b>"Отправить запрос"</b>.\n3. Ваш запрос будет отправлен, и мужчина '
                    'получит уведомление.\n\n<b>💌 Что происходит после отправки запроса?</b>\n- Мужчина может принять'
                    ' ваш запрос. В этом случае вы сможете начать общение.\n- Мужчина может отклонить ваш запрос. '
                    'В этом случае ничего страшного — вы можете продолжать знакомиться с другими.\n\n'
                    '<b>💡 Важно знать:</b>\n- Вы можете отправлять <b>неограниченное количество запросов</b>'
                    ' на знакомство. Никаких ограничений!\n- Вам не нужно платить токены или совершать какие-либо '
                    'платежи — для девушек всё полностью бесплатно.\n- Вы можете принимать или отклонять запросы, '
                    'которые отправляют вам мужчины. Это также бесплатно.\n\n<b>💬 Как начать общение?</b>\n'
                      '- Если мужчина принял ваш запрос, вы автоматически получите доступ к чату с ним.\n'
                      '- Если вы приняли запрос от мужчины, вы также сможете начать общение.\n\n<b> 💡 Советы:</b>\n'
                      '- Внимательно читайте анкеты, чтобы отправлять запросы тем, кто вам действительно интересен.\n'
                      '- Не бойтесь проявлять инициативу — отправляйте запросы первыми!\n- Используйте возможность '
                      'знакомиться с разными людьми, чтобы найти того, кто подходит именно вам.\n\nЕсли у вас остались'
                      ' вопросы, напишите в поддержку через меню бота. Удачи в поиске своего счастья! ❤️',
        'men_info': '<b>📖 Инструкция по использованию бота</b>\n\nДобро пожаловать в бота для знакомств! Здесь вы '
                    'можете найти свою вторую половинку и создать крепкую семью.\n\n<b>🎁 Бонус для новых '
                    'пользователей!</b>\nПри регистрации вы получаете <b>50 бесплатных токенов</b>, чтобы начать '
                    'знакомиться без вложений. Используйте их с умом!\n\n<b>💎 Что такое токены?</b>\nТокены — это '
                    'внутренняя валюта бота, которая позволяет вам взаимодействовать с другими пользователями. '
                    'Вы можете приобретать токены нажав кнопку "Баланс" и использовать их для отправки и принятия '
                    'запросов на знакомство.\n\n<b> ❓ Как отправить запрос на знакомство?</b>\n1. Найдите анкету, '
                    'которая вам понравилась.\n2. Нажмите кнопку <b>"Отправить запрос"</b>.\n3. Если у вас достаточно '
                    'токенов, запрос будет отправлен и если его примут вам придёт уведомление.\n\n<b> 💸 '
                    'Сколько токенов списывается?</b>\n- Если вы отправляете запрос на знакомство, и '
                    'девушка <b>принимает его</b>, с вашего счета спишется <b>10 токенов</b>.\n- Если '
                    'девушка <b>отклоняет</b> ваш запрос, токены <b>не списываются</b>.\n- Если вам отправляют запрос '
                    'на знакомство, и вы принимаете его, с вашего счета также спишется 10 токенов.\n\n<b>❗️ Важно!</b>'
                    '\n- Токены списываются только в случае принятия запроса от девушки если она не примет запрос '
                    'у вас ничего не списывается.\n- Также если девушка отправила запрос и у вас недостаточно токенов, '
                    'вы не сможете  принять запрос.\n- Вы можете пополнить баланс токенов в любое время '
                    'через меню бота.\n\n<b> 🛒 Как купить токены?</b>\n\n1. Перейдите в раздел "<b>Баланс и VIP</b>".'
                    '\n2. Выберите пакет токенов, который вам подходит.\n3. Оплатите выбранный пакет удобным способом.'
                    '\n\n<b>💡 Советы:</b>\n- Внимательно читайте анкеты, чтобы отправлять запросы тем, кто вам '
                    'действительно интересен.\n- Пополняйте баланс токенов заранее, чтобы не прерывать процесс '
                    'знакомства.\n- Используйте свои <b>50 бесплатных токенов</b> для первых знакомств, '
                    'чтобы оценить возможности бота.\n\nЕсли у вас остались вопросы, напишите в поддержку через меню '
                    'бота. Удачи в поиске своей второй половинки! ❤️',
        'help_button': '🆘Помощь и поддержка',
        'help': '<b>Мы всегда готовы помочь, если у тебя возникли вопросы или сложности! 💬</b>\n\n'
                '<b>❓ Часто задаваемые вопросы (FAQ):</b>\n1️⃣Как пополнить баланс токенов?\n  '
                '<em>Перейди в раздел "Баланс и VIP-статус" в меню бота и выбери удобный способ пополнения.</em>\n\n'
                '2️⃣Что даёт VIP-статус?\n   - Стоимость запросов на общение снижается на 50%.'
                '\n   - Твоя анкета поднимается в топ поиска, что увеличивает шансы на знакомство.\n\n3️⃣Как изменить свои данные?\n'
                '<em>Открой свой профиль через меню "Моя анкета" и отредактируй нужные поля.</em>\n\n'
                '<b> Если проблема не решена:</b>\nНапиши нашему администратору: [@support_username].\n'
                'Опиши проблему максимально подробно, чтобы мы могли быстро помочь.\n'
                '✨ Мы на связи 24/7 и сделаем всё, чтобы твой опыт использования был приятным!',
        'contact_button': '📞Связаться с поддержкой',
        'registration_button': '📝Зарегистрироваться',
        'add_name': '💬Введите ваше имя',
        'add_name_error': '❗️Не может быть больше 50-ти символов, пожалуйста попробуйте снова',
        'add_age': '🕖Введите ваш возраст (от 18 до 99)',
        'add_age_range': '🕖Введите возраст (от 18 до 99) в формате: 20-30 или 38-47',
        'add_age_range_error': '❗️Ваш возраст может быть только в диапозоне от 18 до 99 и должен быть числами '
                               'записанными в формате: 20-30 или 38-47 ',
        'add_age_error': '❗️Ваш возраст может быть только в диапозоне от 18 до 99 и должен быть числом',
        'add_male': '🚹🚺Укажите ваш пол',
        'men_button': 'Мужчина',
        'women_button': 'Женщина',
        'add_city': '🏙Введите ваш город',
        'add_city_error': '❗️Название города должно содержать не более 30 символов',
        'add_profession': '💼Укажите вашу профессию или род занятий.',
        'add_profession_error': '❗️Название вашей профессии должно содержать не более 100 символов',
        'add_education': '🎓Ваш уровень образования',
        'add_education_leaning_button': 'Ещё учусь',
        'add_education_eleven_button': '11 классов',
        'add_education_average_button': 'Среднее специальное',
        'add_education_higher_button': 'Высшее',
        'add_income': '💰Укажите ваш уровень дохода',
        'add_income_no_button': 'Нет дохода',
        'add_income_low_button': 'Низкий',
        'add_income_average_button': 'Средний',
        'add_income_high_button': 'Высокий',
        'add_plans': '🌟Расскажите немного о себе (до 1000 символов)',
        'add_plans_error': '❗️Текст должен содержать не более 1000 символов',
        'add_religion': '🙏Какая у тебя вера',
        'add_religion_christian_button': 'Христианство',
        'add_religion_islam_button': 'Ислам',
        'add_religion_another_button': 'Другое',
        'add_second_wife': '👨‍👧‍👧Готовы ли вы выйти второй женой.',
        'add_second_wife_yes_button': 'Да',
        'add_second_wife_no_button': 'Нет',
        'add_family': '💍Укажите ваше семейное положение',
        'family_button': 'Женат. Ищу вторую жену',
        'no_family_button_women': 'Никогда не была в браке',
        'no_family_button_men': 'Никогда не был в браке',
        'divorce_family_button_women': 'Разведена',
        'divorce_family_button_men': 'Разведен',
        'widow_family_button_men': 'Вдовец',
        'widow_family_button_women': 'Вдова',
        'add_children_count': '👶Есть ли у вас дети, если есть то напиши их количество',
        'add_children_count_no_button': 'Нет',
        'add_children_count_error': '❗️Количество детей должно быть числом',
        'add_children': '🍼Хотите ли вы завести детей?',
        'add_children_yes_button': 'Да',
        'add_children_no_button': 'Нет',
        'add_children_maybe_button': 'Возможно',
        'add_children_not_matter_button': 'Не важно',
        'add_leave': '🚗Готовы ли вы переехать в другой город или страну?',
        'add_leave_yes_button': 'Да',
        'add_leave_no_button': 'Нет',
        'add_photo_1': '🌄Загрузите одну фотографию. Первая будет основной.\n'
                      '\n<b>Требования: ваше лицо должно быть чётко видно.</b>',
        'add_photo_2': '🌄Загрузите вторую фотографию\n\n<b>Требования: ваше лицо должно быть чётко видно.</b>',
        'add_photo_3': '🌄Загрузите третью фотографию\n\n<b>Требования: ваше лицо должно быть чётко видно.</b>',
        'add_photo_skip': 'Пропустить',
        'check_photos': '<b>Ваши фото были отправлены на проверку модерацией, пожалуйста ожидайте.</b>\n'
                        '<em>Как только модерация одобрит фото они автоматически будут добавлены в вашу анкету</em>',
        'women_vip': 'У вас есть <b>VIP-статус</b>',
        'add_form_notification': '🎊<b>Ваша анкета создана</b>, посмотреть её или отредактировать вы '
                                 'можете в разделе "<b>👤Мой профиль</b>"',
        'women_vip_proposal': '<b>У вас есть возможность получить безлимитный VIP-статус</b>\n\n<b>VIP-статус</b> открывает данные возможности:'
                        '\n\n📈 Приоритет в рекомендациях\nТвоя анкета будет показываться выше в списке рекомендаций, '
                        'увеличивая шансы на успех.\n\n<b>🔍 Расширенный поиск анкет</b>\n'
                        'Получи доступ к более детальным фильтрам поиска, чтобы находить именно тех, кто соответствует твоим критериям.',
        'women_verification_button': '🎁Получить вип',
        'women_verification_note': 'Для того чтобы получить <b>VIP-статус</b> отправьте видео-кружок '
                                   'и скажите <em>"Здравствуйте я (имя) хочу создать семью."</em>\n\n<em>⚠️Это нужно '
                                   'для того чтобы мы убедились, что вы являетесь женщиной</em>',
        'wrong_verification_message': '❗Сообщение должно быть быть в формате видео-кружка, '
                                      'пожалуйста попробуйте снова<',
        'success_get_video_note': '✅Заявка на получение <b>VIP-статуса</b> была отправлена, '
                                  'после одобрения заявки вы получите <b>VIP-статус</b>',
        'success_vip_verification': '✅Ваша заявка на получение <b>VIP-статуса</b> была успешно одобрена',
        'form_error': '❗К сожалению что-то пошло не так, мы не смогли подобрать подходящих вам анкет, '
                      'пожалуйста <b>попробуйте снова</b> или <b>попробуйте настроить фильтрацию</b> анкет',
        'form': '💬 Зовут {name}, {male},  {age} {age_text}, город {city}.\n\n<b>💼 Работа:</b> {profession}.\n'
                      '<b>🎓 Образование:</b> {education}.\n<b>💰 Доход:</b> {income}.\n\n<b>🌟 О себе:</b>\n'
                      '{description}\n\n<b>🙏 Моя религия:</b> {religion}.\n<b>💍 Семейное положение:</b> {family}.\n'
                      '<b>👶Наличие детей</b>: {children_count}.\n'
                      '<b>🍼 Желание завести детей:</b> {children}.\n\n<b>🚗 Готовность к переезду:</b>\n{leave}\n\n'
                '<b>VIP-пользователь:</b> {vip}',
        'next_form_button': 'Дальше',
        'complain_form_button': 'Оставить жалобу',
        'get_complain': 'Пожалуйста опишите суть жалобы, чтобы позднее один из админов смог детальнее разобраться'
                        ' с сущностью проблемы',
        'success_complain_add': 'Жалоба была отправлена! Спасибо вам что помогаете укреплять наше сообщество❤️',
        'contact_form_button': 'Отправить запрос',
        'add_request_error': '❗️Вы уже отправляли запрос на общение по данной анкете',
        'add_request_success': 'Ваша заявка была успешно отправлена',
        'no_tokens_warning': 'К сожалению вам не хватает токенов для принятия заявки, '
                             'чтобы пополнить баланс пожалуйста перейдите в раздел "<b>Баланс и VIP</b>".',
        'success_men_send': '❗Как только мужчина подтвердит заявку на общение его контактные данные '
                            'будут сразу вам высланы',
        'success_apply_request': '{form}\n\n❗Девушка приняла вашу заявку на общение, чтобы получить ее '
                                 'контакт нажмите на кнопку ниже 🔽',
        'get_contact_button': '🎁Получить контакт',
        'add_request_message': '❗️<b>Вы получили заявку на общение</b>, чтобы посмотреть ее перейдите в раздел "💬Мои запросы"',
        'form_info_button': 'Инструкция',
        'close_info_button': '❌Закрыть инструкцию',
        'warning_message': '🚨🚨<b>Вы получили предупреждение</b>:\n\n',
        'block_message': '<b>К сожалению вы получили блокировку из-за нарушений правил бота</b>\n'
                         'Больше вы не сможете пользоваться функциями бота',
        'photos_warning_message': '🚨🚨<b>К сожалению ваши фото не соответствуют требованием к фото анкеты</b>\n\n'
                                  'Чтобы у вашей анкеты отображались фотки пожалуйста '
                                  'попробуйте добавить новые фотки в разделе профиля',
        'no_form_warning': '<b>Чтобы полноценно пользоваться ботом пожалуйста создайте свою анкету</b>',
        'check_sub': '❗Чтобы продолжить пользоваться ботом пожалуйста подпишитесь на данные каналы',
        'check_sub_button': 'Проверить подписку',
        'check_sub_warning': '🚨Вы подписались не на все каналы',
        'check_sub_success': 'Проверка прошла успешно, вы можете дальше пользоваться ботом',
        'rub': 'рублей',
        'info': '💡Тут вы можете ознакомиться с правилами бота, а так же разобраться как им пользоваться',
        'info_dialog_button': 'ℹ️Инструкция',
        'rules_button': '❗️Правила',
        'rules': '<b>Правила и условия использования бота знакомств для создания 🌟</b>\n\n'
                         '1. <b>Цель бота 💍</b>\n\tЭтот бот создан для людей, которые ищут серьезные отношения '
                         'и стремятся создать крепкую семью. Мы приветствуем искренность, уважение и готовность к '
                         'долгосрочным обязательствам.\n\n2. <b>Возрастное ограничение 🚫</b>\n\tИспользование '
                         'бота разрешено только лицам старше 18 лет. Регистрируясь в боте, вы подтверждаете, '
                         'что достигли совершеннолетия.\n\n3. <b>Регистрация и анкета 📝</b>\n\tДля начала '
                         'использования бота необходимо заполнить анкету, указав достоверную информацию о себе. '
                         'Чем честнее и подробнее ты расскажешь о себе, тем выше шанс найти подходящего человека.\n\n'
                         '4. <b>Уважение к другим пользователям</b>\n\tМы не терпим оскорблений, грубости или '
                         'неуважительного поведения. Каждый пользователь заслуживает внимательного и '
                         'доброжелательного отношения.\n\n5. <b>Искренность в общении 💬</b>\n\tМы призываем быть '
                         'честными в своих намерениях. Если ты ищешь серьезные отношения, укажи это в анкете и общении.'
                         '\n\n6. <b>Видимость анкет 👀</b>\n\tАнкеты, которые вы заполняете, будут видны другим '
                         'пользователям бота, которые также ищут партнера для создания семьи. '
                         'Пожалуйста, указывайте только ту информацию, которой вы готовы поделиться с другими.\n\n'
                         '7. <b>Запрещенные действия 🚨</b>\n\tЗапрещено:\n\t- Использование бота в коммерческих целях.'
                         '\n\t- Размещение ложной информации\n\t- Рассылка спама или рекламы\n\t - Любые формы'
                         ' агрессии или домогательств. ⛔️\n\n8. <b>Поддержка 🆘</b>\n\tЕсли у тебя возникли вопросы '
                         'или проблемы, ты всегда можешь обратиться в поддержку через команду /help.',
        'notification_message': '<b>{name}, сегодня появилось {count} новых анкет из города рядом с тобой!</b>\n'
                                'Кто знает, может быть, среди них есть твой человек ? 😊 Просмотреть их займёт всего '
                                'пару минут.\n\n<b>Каждый день появляются новые люди. Не упусти свой шанс '
                                'найти свою вторую половинку 😉</b>',
        'notification_button': '🔴Рефералка',
        'no_username_warning': '🚨<b>Перед тем как пользоваться ботом пожалуйста добавьте к своему '
                               'аккаунту юзернейм, чтобы ваша вторая половинка смогла с вами связаться</b>',
    }
}
#print(list(texts.values())[0])
